{
"amethystcookie.text": "Ehy @!^^  Questa é decisamente una delle idee migliori che io abbia mai avuto! So che tu apprezzerai.^Sì, stai leggendo gli ingredienti correttamente. Ne ho fatti un po' all'inizio della scorsa settimana e non riesco a smetterle di sgranocchiarli.^Si possono mangiare senza problemi! Almeno per me, di sicuro.^^  -Abigail",
"bananaandstrawberrycake.text": "Buongiorno @,^^  Ms. Penny ci sta facendo scrivere delle lettere per scuola alle persone che conosciamo, ed io ho scelto di scrivere a te!^TQuesta é la mia ricetta per la mia deliziosa Torta alla Fragola e Banana! Ha sapore simile alla Torta Rosa ma più dolce! Mi piace cucinarla con la zia Marnie, la quale mi ha insegnato a farla. Spero ti piaccia!^^ -Jas",
"chocolatemousebread.text": "Buongiorno @,^^ Volevo farti sapere di una piccola ricetta che ho trovato in un libro di cucina alla biblioteca.È come un'opera d'arte che si mangia e una delle cose più divertenti da cucinare. Ma meglio di tutto, é facile da fare anche per una persona negata in cucina come me!^^ -Penny",
"chocolatestrawberrycake.text": "Buongiorno @,^^  Sto imparando a cucinare tutta da sola. Ho fatto questo a casa. Vuoi provare a farla anche tu? La Torta al Cioccolato e Fragola... oh che bontà!^^  -Jas",
"bananachocolatecrepe.text": "Buongiorno @,^^ Nulla é più soddisfaciente che cucinare con prodotti freschi dritti dal proprio giardino! Ho cucinato da casa per 20 anni e il mio unico consiglio é di cercare di scegliere sempre l'opzione più salutare per ogni pasto.^Scherzo! L'unica cosa salutare della ricetta che sto sto inviando é la lettera.^Provala per un piccolo piacere a colazione!^^ -Caroline",
"deviledeggs.text": "Buongiorno @,^^ Sono riuscito a convincere Gus l'ultimo Festival delle Uova a darmi la sua ricetta per le Uova alla Diavola. Hai presente, QUELLE Uova alla Diavola con cui ogni anno tutto il paese si aggozza? Gus mi ha detto okay solo se la ricetta non finiva nelle mani di tutti, ma tu puoi mantenere un segreto, giusto?^^  -Pierre",
"icedchocolatedonut.text": "Ciao @!^^ Mamma a fatto questa riceta un po' di tempo fa é BUONISSSIMA!! Ma lei non vuole che io mangio troppi dolci. Potresti farli tu e per favore darmene 1?^ Mamma dice che non é educato dire di no quando cualcuno ti ofre qualcosa, quindi puo funzionare. Fidati, sono deliziosi. Penso che ti piacciono anche a te!^^  -Vincent",
"keylimepie.text": "Buongiorno @,^^ Stavo spolverando alcune vecchie ricette ed ho trovato questa, data a me da nessun'altro che tuo nonno. Te l'ha mai preparata quando eri giovane?^A pensare come le cose a volte fanno tutto un giro... Beh, forse puoi provare a cucinarla, oppure semplicemente ti farà piacere rivedere la sua scrittura.^Buona fortuna, @!^^  -Lewis",
"seaweedchips.text": "Buongiorno @,^^  Ti capita mai di pescare un po' troppe alghe? Se sì, non buttarle via! Ecco una ricetta dal mio papino per uno spuntino gustoso.^^  -Willy",
"strawberrypudding.text": "Salve @,^^ Come va?^ Coltivi delle fragole nella tua fattoria? Stavo per provare questa ricetta con la zia Marnie, ma ho pensato che verrebbe molto meglio con le tue fragole fresche.^In ogni caso, abbi una buona giornata!^^  -Jas",
"tofu.text": "Ehy @,^^ Ti piace il caglio di semi di soia? Ahah, parlo del tofu. Ne ho fatto un poco e ne ho monitorato la fermentazione al microscopio. Davvero interessante, cucinare con la biologia invece che con la chimica. Ed anche più delizioso di quanto t'immagini! Magari proverai a farne un poco se sei nel fai-da-te in cucina.^^  -Maru"
}

