{
"Ancient Flower": "Fiore Antico",
"Ancient.Flower.Txt": "Ehy @,^^  Mi dicono che sei riuscito a coltivare con successo il seme antico che ti ho insegnato a costruire! Ho piú colture antiche che puoi provare, se te la senti. Prova a piantare questi in Primavera, ma fa attenzione che sono gli ultimi semi esistenti del loro tipo in tutto il mondo. Se desideri ripiantare questi fiori, ti consiglio di riprodurli usando un Estrai-Semi.^^  -Gunther",
"Ancient Tuber": "Tubero Antico",
"Ancient.Tuber.Txt": "Buongiorno @,^^  Congratulazioni nel riuscire a coltivare il Fiore Antico! Questi fiori erano estinti e quei semi che ti ho mandato erano gli ultimi rimasti. Nessun altro (nemmeno gli scienziati!) è riuscito a realizzare quello che hai realizzato tu!^^ Ti mando un altro tipo di semi antichi con la speranza che riuscirai a resuscitare anche questa specie. Questi sono semi d'un antico tubero. Saranno più impegnativi, ma fido che tu puoi riuscirci! Inoltre, non dimenticare di salvarne qualcuno, cosicchè tu possa riprodurli con un Estrai-Semi.^^  -Gunther",
"Ancient Nut": "Noce Antica",
"Ancient.Nut.Txt1": "Hai ricevuto un pacco misterioso con una nota che legge: Per favore accetta questo piccolo segno di gratitudine per tutti i tuoi regali!",
"Ancient Nut": "Noce Antica",
"Ancient.Nut.Txt2": "Ehy @,^^ Come segno di gratitudine per avermi aiutato a ricevere quella grande promozione, ti mando un regalino che i miei lavoratori hanno rivangato durante i lavori di rinnovazione. Non sono certo se può ancora crescere, ma forse tu potrai trovarne buon uso.^^  -Morris",
"Ancient Fern": "Felce Antica",
"Ancient.Fern.Txt": "Hai ricevuto un pacco misterioso con una nota che legge: Hai reso tutti accanto a te più felici, quindi spero che questo regalino può rendere te più felice.",
"Qi Skill Challenge": "Sfida d'Abilità di Qi",
"QiSkillChallenge.Txt": "Ehy @,^^ Le mie fonti mi dicono che stai coltivando delle piante antiche. Ho un raro antico seme di caffè, e te lo regalerò come premio se riuscirai a perfezionare tutte le tue abilità al massimo.^^ -Qi.",
"Ancient Coffee": "Caffè Antico",
"Ancient.Coffee.Txt": "Ce l'hai fatta di nuovo, sei davvero qualcosa di speciale. Come promesso, ecco il tuo premio. Continua a puntare per l'eccellenza.^^ -Qi",
"Ancient Olive": "Ulivo Antico",
"Ancient.Olive.Txt": "Ehy @,^^  Sei stata una manna dal cielo per la communità scientifica nel resuscitare varie piante estinte, ma ne manca ancora una! Questa é un'antica pianta d'ulivo. Unica nel suo genere e la sua ultima speranza. Proveresti a coltivarla?^^Grazie mille per tutto il tuo aiuto!^^  -Gunther.",
"Fiona's Prize": "Premio Fiona",
"Fiona.Prize.Txt": "Congratulazioni @!^^ Questa lettera é per informarti che hai vinto il Premio Fiona per il tuo significante contributo nel settore botanico. Oltre al nuovo titolo, inclusa a questa lettera troverai un regalo per mostrarti la mia gratitudine. Come presidente del Comitato Internazionale di Botanica, volevo congratularmi personalmente per resuscitare sette specie botaniche antiche credute da tempo completamente estinte. I campioni che il tuo collega Gunther ci ha gentilmente mandato rinvigoriranno nuove eccitanti scoperte nel settore per anni avvenire.^^  Sinceramente, Dr. Jacob Lewitt.",
}

